azemoh.one-monokai
Compulim.compulim-vscode-closetag
eamodio.gitlens
Gruntfuggly.todo-tree
hbenl.vscode-test-explorer
James-Yu.latex-workshop
matepek.vscode-catch2-test-adapter
mathiasfrohlich.Kotlin
ms-iot.vscode-ros
ms-python.python
ms-vscode.cmake-tools
ms-vscode.cpptools
PKief.material-icon-theme
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-german
twxs.cmake
vscodevim.vim
xaver.clang-format
